Repository: kleon6436/ShootLog
Catalog: ShootLog/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# a11y.analysis.cameraFilter
source: カメラフィルター
en: Camera filter

# a11y.analysis.compareFavorites
source: お気に入りとの比較を表示
en: Show comparison with favorites

# a11y.analysis.favoriteRatio %lld %lld %lld
source: お気に入り比率 フォルダ全体%1$lld枚中%2$lld枚、%3$lldパーセント
en: Favorite ratio: %2$lld of %1$lld photos, %3$lld percent

# a11y.analysis.insight %@
source: お気に入り傾向: %@
en: Favorites trend: %@

# a11y.analysis.tagCount %@ %lld
source: タグ集計 %1$@ %2$lld枚
en: Tag total: %1$@, %lld photos

# a11y.crop.handle.bottomLeft
source: トリミング範囲の左下ハンドル
en: Bottom-left crop handle

# a11y.crop.handle.bottomRight
source: トリミング範囲の右下ハンドル
en: Bottom-right crop handle

# a11y.crop.handle.topLeft
source: トリミング範囲の左上ハンドル
en: Top-left crop handle

# a11y.crop.handle.topRight
source: トリミング範囲の右上ハンドル
en: Top-right crop handle

# a11y.exif.successTag %@
source: 成功要因タグ: %@
en: Success factor tag: %@

# a11y.history.delete %@
source: %@ を履歴から削除
en: Remove %@ from recents

# a11y.history.open %@
source: %@ を開く
en: Open %@

# a11y.integration.enable %@
source: %@を有効にする
en: Enable %@

# a11y.integration.remove %@
source: %@を削除
en: Remove %@

# a11y.photo.favorite %@
source: %@、お気に入り
en: %@, favorite

# a11y.settings.folderHistoryLimit
source: フォルダ履歴の保持件数
en: Number of recent folders to keep

# a11y.settings.networkConcurrency
source: ネットワークボリューム同時読み込み数
en: Concurrent loads on network volumes

# a11y.settings.slideshowInterval
source: スライドショー再生間隔
en: Slideshow interval

# a11y.slideshow.interval %lld
source: %lld秒間隔
en: %lld-second interval

# a11y.toolbar.rotate
source: 写真を右に90度回転
en: Rotate photo 90° right

# a11y.toolbar.upscale
source: AI超解像で書き出す
en: Export with AI Super Resolution

# analysis.camera
source: カメラ
en: Camera

# analysis.camera.all
source: すべてのカメラ
en: All Cameras

# analysis.chart.count
source: 枚数
en: Count

# analysis.chart.label
source: ラベル
en: Label

# analysis.chart.series
source: 系列
en: Series

# analysis.chartType
source: グラフ種別
en: Chart Type

# analysis.compareFavorites
source: お気に入りと比較
en: Compare with Favorites

# analysis.empty.subtitle
source: 写真を選択してEXIFを読み込むか、別のタブを選択してください
en: Select a photo to load its EXIF, or choose another tab.

# analysis.empty.title
source: EXIFデータがありません
en: No EXIF Data

# analysis.exifProgress %lld %lld
source: EXIF取得済み %1$lld / %2$lld 枚
en: EXIF loaded for %1$lld of %lld photos

# analysis.filterSummary %lld
source: %lld 枚
en: %lld photos

# analysis.filterSummary.withFavorites %lld %lld
source: 全体 %1$lld 枚 / お気に入り %2$lld 枚
en: %1$lld total / %2$lld favorites

# analysis.insight.insufficient
source: お気に入りが少ないため参考情報なし
en: Not enough favorites for insights

# analysis.insight.mostCommon %@ %lld %lld
source: お気に入りは %1$@ 付近が最多(%2$lld/%3$lld枚)
en: Favorites cluster around %1$@ (%2$lld of %3$lld)

# analysis.metric.aperture
source: 絞り
en: Aperture

# analysis.metric.shutterSpeed
source: SS
en: Shutter

# analysis.page.aperture
source: 絞り
en: Aperture

# analysis.page.focalLength
source: 焦点距離
en: Focal Length

# analysis.page.session
source: セッション
en: Session

# analysis.page.shutterSpeed
source: SS
en: Shutter

# analysis.photoCount %lld
source: %lld枚
en: %lld photos

# analysis.series.all
source: 全体
en: All

# analysis.series.favorites
source: お気に入り
en: Favorites

# analysis.session.exifNotLoaded
source: EXIFが未取得です。写真を選択すると読み込まれます
en: EXIF isn’t loaded yet. Select a photo to load it.

# analysis.session.exifRepresentative.prefix
source: EXIF代表値
en: Typical EXIF values

# analysis.session.exifRepresentative.title %lld
source: EXIF代表値(お気に入り %lld枚、値ありのみ、フォルダ全体基準)
en: Typical EXIF values (%lld favorites, values only, whole folder)

# analysis.session.favoriteRatio.title %lld
source: お気に入り比率(フォルダ全体 %lld枚)
en: Favorite ratio (%lld photos in folder)

# analysis.session.favoriteRatio.value %lld %lld %lld
source: %1$lld / %2$lld 枚(%3$lld%%)
en: %1$lld of %2$lld (%3$lld%%)

# analysis.session.noFavorites
source: お気に入りがありません
en: No favorites

# analysis.session.noPhotos
source: 写真がありません
en: No photos

# analysis.session.noTaggedPhotos
source: タグ付与写真なし
en: No tagged photos

# analysis.session.recipe.prefix
source: 設定レシピ
en: Settings recipe

# analysis.session.recipe.title %lld
source: 設定レシピ(お気に入り %lld枚、値ありのみ、フォルダ全体基準)
en: Settings recipe (%lld favorites, values only, whole folder)

# analysis.session.tagAggregation.title %lld
source: タグ集計(フォルダ全体 %lld枚)
en: Tag totals (%lld photos in folder)

# analysis.title
source: 撮影設定の傾向
en: Shooting Settings Trends

# common.cancel
source: キャンセル
en: Cancel

# common.close
source: 閉じる
en: Close

# common.delete
source: 削除
en: Delete

# common.error
source: エラー
en: Error

# common.loading
source: 読み込み中…
en: Loading…

# common.openFolder
source: フォルダを開く
en: Open Folder

# crop.apply
source: 適用
en: Apply

# develop.blacks
source: 黒レベル
en: Blacks

# develop.brightness
source: 明るさ
en: Brightness

# develop.contrast
source: コントラスト
en: Contrast

# develop.copyAdjustments
source: 調整をコピー
en: Copy Adjustments

# develop.empty.noSelection
source: 写真を選択すると編集できます
en: Select a photo to edit

# develop.export
source: 書き出し
en: Export

# develop.export.cancelling
source: キャンセルしています…
en: Cancelling…

# develop.export.editsBakedNote
source: 調整・回転・トリミングを適用した画像を書き出します。元ファイルは変更されません。
en: Exports the image with adjustments, rotation, and crop applied. The original file is not changed.

# develop.export.failed.retry
source: やり直す
en: Try again

# develop.export.failed.title
source: 書き出しに失敗しました
en: Export failed

# develop.export.finished.revealInFinder
source: Finderで表示
en: Show in Finder

# develop.export.finished.title
source: 書き出しが完了しました
en: Export complete

# develop.export.format
source: 形式
en: Format

# develop.export.jpegQuality
source: JPEG品質
en: JPEG quality

# develop.export.running
source: 書き出し中
en: Exporting

# develop.export.savePanel.message
source: 現像した画像の保存先を選択
en: Choose where to save the edited image

# develop.export.savePanel.prompt
source: 書き出し
en: Export

# develop.export.stage.developing
source: 現像中…
en: Developing…

# develop.export.stage.upscaling
source: 超解像処理中…
en: Upscaling…

# develop.export.start
source: 書き出し
en: Export

# develop.export.superResolution
source: 現像後に超解像を適用
en: Apply Super Resolution After Developing

# develop.export.superResolution.reduceScale
source: 倍率を2倍に下げる
en: Lower Scale to 2×

# develop.export.superResolution.scale
source: 拡大倍率
en: Scale

# develop.export.superResolution.tooLarge
source: 出力サイズが上限を超えています。倍率を下げるか、写真をトリミングしてください。
en: The output size exceeds the limit. Lower the scale or crop the photo.

# develop.export.title
source: 現像を書き出し
en: Export edited photo

# develop.exposure
source: 露出
en: Exposure

# develop.highlights
source: ハイライト
en: Highlights

# develop.histogram
source: ヒストグラム
en: Histogram

# develop.hsl.band.aqua
source: アクア
en: Aqua

# develop.hsl.band.blue
source: ブルー
en: Blue

# develop.hsl.band.green
source: グリーン
en: Green

# develop.hsl.band.magenta
source: マゼンタ
en: Magenta

# develop.hsl.band.orange
source: オレンジ
en: Orange

# develop.hsl.band.purple
source: パープル
en: Purple

# develop.hsl.band.red
source: レッド
en: Red

# develop.hsl.band.yellow
source: イエロー
en: Yellow

# develop.hsl.hue
source: 色相
en: Hue

# develop.hsl.luminance
source: 輝度
en: Luminance

# develop.hsl.saturation
source: 彩度
en: Saturation

# develop.noiseReduction.color
source: カラーノイズ低減
en: Color noise reduction

# develop.noiseReduction.luminance
source: 輝度ノイズ低減
en: Luminance noise reduction

# develop.pasteAdjustments
source: 調整をペースト
en: Paste Adjustments

# develop.preset.defaultName
source: 無題のプリセット
en: Untitled Preset

# develop.preset.done
source: 完了
en: Done

# develop.preset.empty
source: プリセットがありません
en: No Presets

# develop.preset.manage
source: プリセットを管理…
en: Manage Presets…

# develop.preset.manageTitle
source: プリセットの管理
en: Manage Presets

# develop.preset.menu
source: プリセット
en: Presets

# develop.preset.namePlaceholder
source: プリセット名
en: Preset Name

# develop.preset.save
source: 保存
en: Save

# develop.preset.saveCurrent
source: 現在の設定を保存…
en: Save Current Settings…

# develop.preset.saveTitle
source: プリセットを保存
en: Save Preset

# develop.reset
source: すべてリセット
en: Reset all

# develop.saturation
source: 彩度
en: Saturation

# develop.section.basic
source: 基本
en: Basic

# develop.section.color
source: 色
en: Color

# develop.section.detail
source: ディテール
en: Detail

# develop.section.hsl
source: カラー
en: Color Mix

# develop.section.toneCurve
source: トーンカーブ
en: Tone Curve

# develop.shadows
source: シャドウ
en: Shadows

# develop.sharpness
source: シャープ
en: Sharpening

# develop.slider.resetValue.help
source: 値をクリックして初期値に戻す
en: Click the value to reset it

# develop.temperature
source: 色温度
en: Temperature

# develop.tint
source: 色かぶり補正
en: Tint

# develop.toneCurve.channel
source: チャンネル
en: Channel

# develop.toneCurve.channel.blue
source: ブルー
en: Blue

# develop.toneCurve.channel.green
source: グリーン
en: Green

# develop.toneCurve.channel.red
source: レッド
en: Red

# develop.toneCurve.point
source: トーンカーブ制御点
en: Tone curve point

# develop.toneCurve.reset
source: カーブをリセット
en: Reset curve

# develop.undo
source: 適用を元に戻す
en: Undo Apply

# develop.vibrance
source: 自然な彩度
en: Vibrance

# develop.whites
source: 白レベル
en: Whites

# editor.crop
source: トリミング
en: Crop

# editor.develop
source: 現像を編集
en: Edit adjustments

# editor.reset
source: 編集をリセット
en: Reset Edits

# editor.rotate
source: 右に 90° 回転
en: Rotate 90° Right

# editor.upscale
source: AI超解像で書き出す
en: Export with AI Super Resolution

# empty.history.delete.help
source: 履歴から削除
en: Remove from Recents

# empty.openFolder.button
source: フォルダを開く…
en: Open Folder…

# empty.recentFolders
source: 最近開いたフォルダ
en: Recent Folders

# empty.subtitle
source: フォルダをここにドラッグ、または下のボタンから選択
en: Drag a folder here, or choose one with the button below

# empty.title
source: フォルダを開いてください
en: Open a Folder

# error.applicationInfoUnavailable %@
source: 「%@」のアプリ情報（バンドルID）を取得できませんでした
en: Couldn’t get app information (bundle ID) for “%@”.

# error.bookmarkRestorationFailed
source: 保存済みフォルダへのアクセスを復元できませんでした
en: Couldn’t restore access to the saved folder.

# error.developExportFailed
source: 書き出しに失敗しました。保存先の空き容量や書き込み権限を確認してください。
en: Failed to export. Check the available space and write permissions at the destination.

# error.developRenderFailed
source: 現像処理に失敗しました。ファイルが破損しているか、対応していない形式の可能性があります。
en: Failed to process the image. The file may be corrupted or in an unsupported format.

# error.duplicateIntegrationApp %@
source: 「%@」はすでに連携アプリとして登録されています
en: “%@” is already registered as an external app.

# error.exifReadFailed
source: EXIF情報の読み取りに失敗しました
en: Failed to read EXIF data.

# error.folderAccessDenied
source: フォルダへのアクセス権限がありません
en: You don’t have permission to access this folder.

# error.photoDataSaveFailed
source: データの保存に失敗しました
en: Failed to save data.

# error.settingsSaveFailed
source: 連携アプリの設定を保存できませんでした
en: Couldn’t save the external app settings.

# error.superResolutionDestinationInSourceFolder
source: 現在開いているフォルダ以外の保存先を選んでください
en: Choose a save location outside the current folder.

# error.superResolutionExportFailed
source: 超解像書き出し結果を保存できませんでした
en: Couldn’t save the upscaled photo.

# error.superResolutionFailed
source: AI超解像処理に失敗しました
en: AI super resolution processing failed.

# error.superResolutionModelUnavailable
source: AI超解像モデルを利用できません。従来方式のエンジンをお試しください
en: The AI super resolution model isn’t available. Try the traditional engine instead.

# error.superResolutionOutputTooLarge %lld %lld
source: 出力サイズ（%1$lld MP）が上限の%2$lld MPを超えています
en: The output size (%1$lld MP) exceeds the limit of %2$lld MP.

# error.superResolutionOverwritesOriginal
source: 元の写真を上書きしない保存先を選んでください
en: Choose a save location that doesn’t overwrite an original photo.

# error.unsupportedFormat %@
source: 未対応の形式です: %@
en: Unsupported format: %@

# exif.favorite.registered
source: お気に入り
en: Favorite

# exif.favorite.unregistered
source: 未登録
en: Not a Favorite

# exif.label.aperture
source: 絞り
en: Aperture

# exif.label.camera
source: カメラ
en: Camera

# exif.label.colorMode
source: カラーモード
en: Color Mode

# exif.label.dimensions
source: 寸法
en: Dimensions

# exif.label.fileName
source: ファイル名
en: File Name

# exif.label.fileSize
source: ファイルサイズ
en: File Size

# exif.label.focalLength
source: 焦点距離
en: Focal Length

# exif.label.lens
source: レンズ
en: Lens

# exif.label.note
source: メモ
en: Note

# exif.label.shootingDate
source: 撮影日時
en: Date Taken

# exif.label.shutterSpeed
source: SS
en: Shutter Speed

# exif.label.successTags
source: 成功要因
en: Success Factors

# externalApp.finder
source: Finder で表示
en: Show in Finder

# externalApp.preview
source: プレビュー
en: Preview

# inspector.tab
source: インスペクタのタブ
en: Inspector tab

# inspector.tab.develop
source: 編集
en: Edit

# inspector.tab.exif
source: 情報
en: Info

# inspector.toggle.hide
source: EXIFパネルを隠す
en: Hide EXIF Panel

# inspector.toggle.hide.help
source: EXIFパネルを隠す (⌘⌥E)
en: Hide EXIF Panel (⌘⌥E)

# inspector.toggle.show
source: EXIFパネルを表示
en: Show EXIF Panel

# inspector.toggle.show.help
source: EXIFパネルを表示 (⌘⌥E)
en: Show EXIF Panel (⌘⌥E)

# integration.add
source: 連携アプリを追加
en: Add External App

# integration.hint
source: チェックを外したアプリはツールバーのメニューに表示されません
en: Unchecked apps won’t appear in the toolbar menu.

# menu.file.openFolder
source: フォルダを開く…
en: Open Folder…

# menu.view.hideInspector
source: EXIFパネルを隠す
en: Hide EXIF Panel

# menu.view.hideSidebar
source: サイドバーを隠す
en: Hide Sidebar

# menu.view.showInspector
source: EXIFパネルを表示
en: Show EXIF Panel

# menu.view.showSidebar
source: サイドバーを表示
en: Show Sidebar

# openPanel.app.message
source: 連携するアプリを選択してください
en: Choose an app to integrate

# openPanel.app.prompt
source: 追加
en: Add

# openPanel.folder.message
source: 写真フォルダを選択してください
en: Choose a photo folder

# openPanel.folder.prompt
source: 開く
en: Open

# photo.tag.composition
source: 構図
en: Composition

# photo.tag.editing
source: 現像
en: Editing

# photo.tag.focus
source: ピント
en: Focus

# photo.tag.light
source: 光
en: Light

# photo.tag.timing
source: タイミング
en: Timing

# settings.acknowledgements.intro
source: 本アプリの超解像機能は以下のモデルを使用しています。
en: ShootLog's super-resolution feature uses the following third-party model.

# settings.cache.clear
source: ディスクキャッシュを削除
en: Clear Disk Cache

# settings.cache.clear.confirm.message
source: 次回表示時にサムネイルが再生成されます。
en: Thumbnails will be regenerated the next time they’re shown.

# settings.cache.clear.confirm.title
source: ディスクキャッシュを削除しますか？
en: Clear the disk cache?

# settings.folderHistory.limit %lld
source: 保持件数: %lld件
en: Keep %lld folders

# settings.networkConcurrency %lld
source: ネットワークボリューム同時読み込み数: %lld件
en: Concurrent loads on network volumes: %lld files

# settings.performance.note
source: 画質・同時読み込み数の変更は次回アプリ起動後に反映されます
en: Changes to quality and concurrency take effect after the app restarts.

# settings.quality.changed.message
source: 既存のキャッシュ済みサムネイルは古い画質のまま残ります。反映するにはディスクキャッシュの削除とアプリの再起動が必要です。
en: Existing cached thumbnails keep the old quality. To apply the change, clear the disk cache and restart the app.

# settings.quality.changed.title
source: 画質設定を変更しました
en: Quality setting changed

# settings.section.cache
source: キャッシュ
en: Cache

# settings.section.display
source: 表示
en: Display

# settings.section.folderHistory
source: フォルダ履歴
en: Recent Folders

# settings.section.performance
source: パフォーマンス
en: Performance

# settings.section.slideshow
source: スライドショー
en: Slideshow

# settings.slideshow.autoplay
source: 自動再生を有効にする
en: Enable autoplay

# settings.slideshow.interval %.1f
source: 再生間隔: %.1f秒
en: Interval: %.1f s

# settings.startupFavoritesOnly
source: 起動時にお気に入りのみ表示する
en: Show favorites only at startup

# settings.startupInspector
source: 起動時にEXIFパネルを表示する
en: Show EXIF panel at startup

# settings.startupMode
source: 起動時に表示するモード
en: View mode at startup

# settings.tab.acknowledgements
source: 謝辞
en: Acknowledgements

# settings.tab.general
source: 一般
en: General

# settings.tab.integration
source: 連携アプリ
en: External Apps

# settings.thumbnailQuality
source: サムネイル画質
en: Thumbnail quality

# settings.thumbnailQuality.high
source: 高（1024px）
en: High (1024px)

# settings.thumbnailQuality.small
source: 小（512px）
en: Low (512px)

# settings.thumbnailQuality.standard
source: 標準（768px）
en: Standard (768px)

# sidebar.toggle.hide
source: 左サイドバーを隠す
en: Hide Sidebar

# sidebar.toggle.hide.help
source: 左サイドバーを隠す (⌘\)
en: Hide Sidebar (⌘\)

# sidebar.toggle.show
source: 左サイドバーを表示
en: Show Sidebar

# sidebar.toggle.show.help
source: 左サイドバーを表示 (⌘\)
en: Show Sidebar (⌘\)

# slideshow.pause
source: 一時停止
en: Pause

# slideshow.play
source: 再生
en: Play

# superResolution.computeUnit.all
source: 全演算ユニット
en: All Compute Units

# superResolution.computeUnit.cpuOnly
source: CPUのみ
en: CPU Only

# superResolution.model.lanczos
source: Lanczos（従来方式）
en: Lanczos (Traditional)

# superResolution.model.unknown
source: 不明なモデル
en: Unknown Model

# superResolution.unavailable.modelLoadFailed
source: モデルの読み込みに失敗しました
en: The model failed to load.

# superResolution.unavailable.modelNotInstalled
source: モデルがインストールされていません
en: The model isn’t installed.

# superResolution.unavailable.noSupportedComputeUnit
source: 対応する演算ユニットが見つかりませんでした
en: No supported compute unit was found.

# toast.favorite.added
source: お気に入りに追加しました
en: Added to Favorites

# toast.favorite.removed
source: お気に入りを解除しました
en: Removed from Favorites

# toolbar.analysis
source: 分析
en: Analysis

# toolbar.analysis.help
source: 撮影傾向を分析 (⌘I)
en: Analyze Shooting Trends (⌘I)

# toolbar.externalApp.help
source: 外部アプリで開く
en: Open in External App

# toolbar.favoritesOnly
source: お気に入りのみ表示
en: Show Favorites Only

# toolbar.openFolder.help
source: フォルダを開く (⌘O)
en: Open Folder (⌘O)

# toolbar.rotate.help
source: 右に90度回転 (R)
en: Rotate 90° Right (R)

# toolbar.settings
source: 設定を開く
en: Open Settings

# toolbar.upscale.help
source: AI超解像で書き出す
en: Export with AI Super Resolution

# toolbar.viewMode
source: 表示モード
en: View Mode

# upscale.aiGeneratedDetail.notice
source: AIが生成したディテールを含みます
en: Includes AI-generated detail.

# upscale.cancelling
source: 中断処理中…
en: Cancelling…

# upscale.configuring.title
source: AI超解像で書き出し
en: Export with AI Super Resolution

# upscale.cropNotApplied.note
source: トリミング設定は反映されません
en: Crop settings are not applied.

# upscale.engine
source: エンジン
en: Engine

# upscale.engine.aiSuperResolution
source: AI超解像
en: AI Super Resolution

# upscale.engine.traditional
source: 従来拡大
en: Traditional Upscale

# upscale.estimatedDuration %@
source: 推定所要時間: 約%1$@
en: Estimated time: about %1$@

# upscale.failed.retry
source: 再試行
en: Retry

# upscale.failed.title
source: 書き出しに失敗しました
en: Export Failed

# upscale.finished.revealInFinder
source: Finderで表示
en: Reveal in Finder

# upscale.finished.title
source: 書き出しが完了しました
en: Export Complete

# upscale.jpegQuality
source: JPEG品質
en: JPEG Quality

# upscale.jpegQuality.high
source: 高
en: High

# upscale.jpegQuality.highest
source: 最高
en: Highest

# upscale.jpegQuality.low
source: 低
en: Low

# upscale.jpegQuality.medium
source: 中
en: Medium

# upscale.outputFormat
source: 出力形式
en: Output Format

# upscale.progress
source: 書き出し進捗
en: Export Progress

# upscale.savePanel.message
source: AI超解像で書き出す保存先を選択してください
en: Choose where to save the upscaled export.

# upscale.savePanel.prompt
source: 書き出す
en: Export

# upscale.scaleFactor
source: 倍率
en: Scale

# upscale.section.export
source: 書き出し設定
en: Export Settings

# upscale.sizeLimit.abort
source: 中止
en: Abort

# upscale.sizeLimit.downscaleThenProcess
source: 縮小して処理する
en: Downscale and Process

# upscale.sizeLimit.exceeded
source: 選択した設定は処理上限を超えています
en: The selected settings exceed the processing limit.

# upscale.sizeLimit.reduceScale
source: 倍率を下げる
en: Reduce Scale

# upscale.start
source: 開始
en: Start

# viewer.backToSidebar
source: サイドバーに戻る
en: Back to Sidebar

# viewer.favorite.add
source: お気に入りに追加
en: Add to Favorites

# viewer.favorite.remove
source: お気に入りを解除
en: Remove from Favorites

# viewer.nextPhoto
source: 次の写真
en: Next Photo

# viewer.previousPhoto
source: 前の写真
en: Previous Photo

# viewer.selectPhoto
source: 写真を選択してください
en: Select a Photo

# viewMode.fullscreen
source: フルスクリーン
en: Full Screen

# viewMode.sidebar
source: サイドバー
en: Sidebar

# viewMode.slideshow
source: スライドショー
en: Slideshow
